Repository: LostPersonFinder/Reunite-iOS
Catalog: *.lproj/Localizable.strings
Languages: vi, zh_hant

source: %@ Support
vi: %@ Ủng hộ
zh_hant: %@ 支持

source: E-mail account required
vi: cần tài khoản E-mail
zh_hant: 需要電子郵件帳戶

source: Please set up your email account on the device before proceeding.
vi: Hãy thiết lập tài khoản email của bạn trên thiết bị trước khi tiến hành.
zh_hant: 請在設備上設置您的電子郵件帳戶，然後再繼續。

source: Email Sent
vi: Email đã được gửi
zh_hant: 郵件已送出

source: Thank you for contacting us.
vi: Cám ơn bạn đã liên lạc với chúng tôi.
zh_hant: 感謝您與我們聯系。

source: Successfully Submitted
vi: Đã gửi thành công
zh_hant: 已成功提交

source: Unable To Submit
vi: Không thể gửi
zh_hant: 無法提交

source: Comment Image
vi: Bình luận ảnh
zh_hant: 評論圖像

source: Add Comment
vi: Thêm bình luận
zh_hant: 添加評論

source: COMMENT
vi: BÌNH LUẬN
zh_hant: 評論

source: SUGGESTED CONDITION
vi: tình trạng được đoán
zh_hant: 建議的條件

source: SUGGESTED LOCATION
vi: vị trí được đoán
zh_hant: 建議的位置

source: Match Address
vi: Địa chỉ Phù hợp
zh_hant: 與地址相符

source: Report from %@: %@ %@, %@
vi: Báo cáo từ %@: %@ %@, %@
zh_hant: 報告發自 %@: %@ %@, %@

source: Comment #%i Image
vi: Bình luận #%i ảnh
zh_hant: 評論 #%i 圖像

source: * This page is accessible through About section
vi: * Trang này có thể truy cập thông qua phần 'About'
zh_hant: * 可以通過關於部分訪問此頁

source: You are about to delete this record from PL server
vi: Bạn sắp xóa hồ sơ này từ máy chủ PL
zh_hant: 您即將將從PL服務器刪除此記錄

source: Unspecified
vi: không xác định
zh_hant: 未指定

source: Searching for Faces
vi: Tìm kiếm khuôn mặt
zh_hant: 搜索面孔

source: You are now logged out
vi: Bạn đã đăng xuất
zh_hant: 您現在已退出

source: Success
vi: Thành công
zh_hant: 成功

source: Privacy Statement
vi: Cam kết bảo mật
zh_hant: 隱私聲明

source: insufficient permission to revise this record
vi: không đủ quyền cho phép để chỉnh sửa hồ sơ này
zh_hant: 沒有足夠的權限修改此記錄

source: If you reported the person, you may delete it from the People Locator server.
vi: Nếu bạn đã báo cáo người đó, bạn có thể xóa hồ sơ này từ máy chủ People Locator.
zh_hant: 如果該人員是您報告的，您有權從PEOPLE LOCATOR服務器中刪除該人員。

source: The record has been deleted
vi: Hồ sơ đã bị xóa
zh_hant: 記錄已刪除

source: Successfully Deleted
vi: Đã xóa thành công
zh_hant: 成功刪除

source: Save draft
vi: Lưu bản nháp
zh_hant: 存儲草稿

source: Internet Appears Offline
vi: Internet Xuất hiện Ngoại tuyến
zh_hant: 互聯網顯示離線

source: Invalid UUID
vi: UUID không hợp lệ
zh_hant: 無效的UUID

source: Invalid Event
vi: Sự kiện không hợp lệ
zh_hant: 無效的事件

source: Token Cannot access Event
vi: Token Không thể truy cập Sự kiện
zh_hant: 令牌無法訪問事件

source: Invalid Type
vi: Loại này không hợp lệ
zh_hant: 無效的類型

source: Invalid Token
vi: Mã không hợp lệ
zh_hant: 無效的令牌

source: Invalid Report Format
vi: Định dạng báo cáo không hợp lệ
zh_hant: 無效的報告格式

source: Invalid Status
vi: Trạng thái Không hợp lệ
zh_hant: 無效的狀態

source: Invalid Sex
vi: Giới tính Không hợp lệ
zh_hant: 無效的性別

source: Invalid GPS Values
vi: Giá trị GPS không hợp lệ
zh_hant: 無效的GPS值

source: Invalid PA Values
vi: Giá trị PA không hợp lệ
zh_hant: 無效的PA值

source: Event closed to Reporting
vi: Sự kiện đã kết thúc Để báo cáo
zh_hant: 事件已關閉，不再接受報告

source: No user with the email address was found
vi: Không tìm thấy người dùng có địa chỉ email
zh_hant: 未找到該用戶的有效電子郵件地址

source: Invalid email Address
vi: Địa chỉ email không hợp lệ
zh_hant: 無效的電子郵件地址

source: User already exists with Provided email Address
vi: Địa chỉ email được cung cấp đã có người dùng
zh_hant: 用戶提供的電子郵件地址已經存在

source: Invalid Email address
vi: Địa chỉ email không hợp lệ
zh_hant: 無效的電子郵件地址

source: Password must be 8-16 length,Have Uppercase & Lowercase & Number
vi: Mật khẩu phải dài 8-16, có chữ hoa và chữ thường và số
zh_hant: 密碼長度必須是8-16，含有大小寫字母和數字

source: Unable to register. Please try again or contact us in the About page.
vi: Không thể đăng ký. Vui lòng thử lại hoặc liên hệ với chúng tôi trong trang Giới thiệu.
zh_hant: 無法註冊。請再試壹次或與我們聯系

source: User account is inactive; user must confirm email address
vi: Tài khoản người dùng không hoạt động; Người dùng phải xác nhận địa chỉ email
zh_hant: 帳戶已經停止使用；用戶必須再次確認電子郵件地址。

source: Exceeded authentication failure limit
vi: Đã vượt quá giới hạn xác thực
zh_hant: 超過身份驗證失敗次數

source: Bad Username and Password
vi: Tên đăng nhập và mật khẩu không hợp lệ
zh_hant: 用戶名或密碼錯誤

source: Invalid confirmation code
vi: Mã xác nhận sai
zh_hant: 確認碼無效

source: Unknown name
vi: Tên không xác định
zh_hant: 未知的用戶名

source: : Online
vi: : Trực tuyến
zh_hant: : 在線

source: : Offline
vi: : Ngoại tuyến
zh_hant: : 離線

source: Unable to Activate
vi: Không thể kích hoạt
zh_hant: 無法激活

source: This app does not have access to your camera.You can enable access in Privacy settings.Settings>Privacy>Camera
vi: Ứng dụng này không có quyền truy cập vào máy ảnh của bạn.Bạn có thể bật quyền truy cập trong Cài đặt bảo mật.Cửa cài đặt> Bảo mật> Máy ảnh
zh_hant: 此應用程序沒有使用您相機的權限。您可以賦予此權限，步驟：設置>隱私>照相機

source: MapRow
zh_hant: 地圖

source: Would you like to save the earlier report as a draft? Drafts are accessible by tapping the "Draft" tab at the bottom of the screen.
zh_hant: 您要將早期的報告保存到草稿箱嗎？您可以通過點擊屏幕底部的“草稿箱”選項卡訪問草稿。

source: OK
zh_hant: 好

source: E-mail
zh_hant: 電子郵件

source: Either your event list have not been updated or we do not have any active event at this moment. Tap refresh button to get our latest list of events
zh_hant: 可能是您的事件列表尚未更新，或者此時我們沒有任何活動事件。點擊刷新按鈕，以獲取我們最新的事件列表

source: Cannot Revise Expired Record
zh_hant: 不能修改過期記錄

source: Your Account is Activated
zh_hant: 您的帳戶已激活
