Repository: LostPersonFinder/Reunite-iOS
Catalog: *.lproj/Localizable.strings
Languages: vi, zh_hant

source: Login
vi: Đăng nhập
zh_hant: 登錄

source: Agree
vi: Đồng ý
zh_hant: 同意

source: ...For Family Reunification
vi: ...Cho đoàn tựu gia đình
zh_hant: ...家庭團聚

source: Change Event
vi: Sự kiện

source: Selected Event
vi: Sự kiện được lựa chọn
zh_hant: 所選事件

source: Began On
vi: bắt đầu từ
zh_hant: 開始

source: Location
vi: Vị trí
zh_hant: 位置

source: Server Address
vi: Địa chỉ máy chủ

source: Status
vi: Trạng thái
zh_hant: 狀態

source: Latency
vi: Độ trễ
zh_hant: 延遲時間

source: Find
vi: Tìm
zh_hant: 尋找

source: Report
vi: Báo cáo
zh_hant: 報告

source: Not Available
vi: Không có sẵn
zh_hant: 不可使用

source: Updated at %@ (%@)
vi: Cập nhật lúc %@ (%@)
zh_hant: %@ (%@) 更新

source: Just Now
vi: Lúc nầy
zh_hant: 現在

source: About
vi: Về
zh_hant: 關於

source: %@® is an R&D project of the Lister Hill National Center for Biomedical Communications, a division of the National Library of Medicine, part of the National Institutes of Health.
vi: %@ là một dự án R & D của Trung tâm Quốc gia Lister Hill cho Bimedical Communications, một bộ phận của Thư viện Y khoa Quốc gia, thuộc Bộ Y tế quốc gia.

source: %@, %@®, and the LOST PERSON FINDER® Design are trademarks of the U.S. Department of Health & Human Services (HHS).
vi: %@, %@, và Thiết kế 'LOST PERSON FINDER' là thương hiệu của Bộ Y tế và Dịch vụ Nhân sinh Hoa Kỳ.

source: Privacy
vi: Sự bảo mật
zh_hant: 隱私

source: Burden
vi: Lập chứng trách nhiệm
zh_hant: 責任

source: Burden Statement: %@
vi: Tuyên bố trách nhiệm: %@
zh_hant: 責任聲明: %@

source: Updating Event List...
vi: Đang cập nhật danh sách sự kiện...
zh_hant: 正在更新事件列表...

source: Log In
vi: Đăng nhập
zh_hant: 登錄

source: Register
vi: Đăng nhập
zh_hant: 註冊

source: Cancel
vi: Hủy bỏ
zh_hant: 取消

# STRING_BURDEN_STATEMENT
source: Public reporting burden for this collection of information is estimated to average 3 minutes per response. This estimate includes the time for reviewing instructions, gathering, and entering data. An agency may not conduct or sponsor, and a person is not required to respond to, a collection of information unless it displays a currently valid OMB control number. Send comments regarding this burden estimate or any other aspect of this collection of information, including suggestions for reducing this burden, to: NIH, Project Clearance Branch, 6705 Rockledge Drive, MSC 7974, Bethesda, MD 20892-7974, ATTN: PRA (0925-0612). Do not return the completed form to this address
vi: Lập chứng trách nhiệm báo cáo công khai cho bộ sưu tập thông tin này được ước tính trung bình 3 phút mỗi phản hồi. Ước tính này bao gồm thời gian để xem xét hướng dẫn, thu thập và nhập dữ liệu. Cơ quan không được hướng dẫn hoặc tài trợ, và một người không cần để đáp ứng, với một bộ sưu tập các thông tin trừ khi nó hiển thị với số kiểm soát OMB hợp lệ. Gửi ý kiến về việc ước tính lập chứng trách nhiệm hoặc bất kỳ khía cạnh khác cho bộ sưu tập thông tin này, trong đó có đề xuất để giảm tính lập chứng trách nhiệm này, đến: NIH, Project Clearance Branch, 6705 Rockledge Drive, MSC 7974, Bethesda, MD 20892-7974, ATTN: PRA (0925-0612). Do not return the completed form to this address
zh_hant: 公眾從輸入信息開始到完成提交報告，大約需要三分鐘。這三分鐘裏，包括了查看指令，收集和輸入數據所需的時間。除非標有美國行政管理和預算局(OMB)的有效編號，任何部門不得組織，或資助搜集此類信息，任何個人也無須而為。如果妳有任何有關提交報告所需時間，或者任何有關搜集信息的建議，請送:NIH, Project Clearance Branch, 6705 Rockledge Drive, MSC 7974, Bethesda, MD 20892-7974, ATTN: PRA (0925-0612).請不要將填妥的表格寄回上述地址.

source: Burden & Privacy
vi: Trách nhiệm & Bảo mật
zh_hant: 責任與隱私

source: Burden Statement
vi: Tuyên bố bảo mật
zh_hant: 責任聲明

# STRING_PRIVACY_STATEMENT
source: The U.S. National Library of Medicine (NLM), part of the U.S. Department of Health and Human Services, has in its mission the development of communication systems technology to improve the delivery of health information. The Reunite app is designed to speed uploading necessary personal information about missing (and found) people to NLM's People Locator (PL) service available at https://pl.nlm.nih.gov. This service being provided for the explicit purpose of assisting in post-disaster family reunification as well as studying the utility of such tools in responding to disasters. More information on the PL service and the Lost Person Finder Project can be found at http://lpf.nlm.nih.gov Note: • Submission of information using this app is voluntary. • All submitted information may be made publicly available. • Data stored using this tool may not be moderated and could be searchable by all visitors to NLM's PL Web site. • Data stored within the app is not encrypted at this time. • The user of this app must have a PL service account to upload information about missing or found people. • No PL login is necessary to search the site. • Information reported on an individual and sender’s provided contact information may be disseminated to other Government agencies or other institutions assisting the reunification efforts after any disaster where U.S. Government relief efforts are being provided. • For missing person data provided following a disaster: If you hear from the person you are concerned about, please follow instructions at the PL Web Site to update their status. • The application does not track user location • User location is detected on explicit user action to aid address lookup
vi: Thư viện y Khoa Quốc gia Hoa Kỳ (NLM), một phần của Viện Y Khoa Hoa Kỳ và Dịch vụ nhân sinh, có trong sứ mệnh phát triển các hệ thống công nghệ thông tin để cải thiện việc cung cấp các thông tin y tế. Các ứng dụng đoàn tụ được thiết kế để tăng tốc độ tải lên thông tin cá nhân cần thiết về việc mất tích (và tìm thấy) người dân để phục vụ cho People Locator (PL) NLM sẵn tại https://pl.nlm.nih.gov. Dịch vụ này được cung cấp cho các mục đích rõ ràng của việc hỗ trợ đoàn tụ gia đình sau thiên tai cũng như các nghiên cứu công dụng của các công cụ như vậy trong việc ứng phó với thiên tai. Thông tin thêm về các dịch vụ PL và Dự án Finder Lost Người có thể được tìm thấy tại http: //lpf.nlm.nih.govnnNote: n • Gửi thông tin sử dụng ứng dụng này là tự nguyện.n • Tất cả các thông tin gửi có thể được công bố công khai. n • Dữ liệu được lưu trữ bằng cách sử dụng công cụ này có thể không được kiểm duyệt và có thể tìm kiếm được bởi tất cả du khách đến PL Web NLM site.n • dữ liệu được lưu trữ trong các ứng dụng không được mã hóa ở thời gian này. • Người sử dụng của ứng dụng này phải có một dịch vụ PL tài khoản để tải lên thông tin về việc người mất tích hoặc tìm thấy.n • Không cần đăng nhập PL để tìm kiếm các site.n • Thông tin báo cáo về thông tin liên lạc được cung cấp một cá nhân và của người gửi có thể được phổ biến đến các cơ quan khác của chính phủ hoặc các tổ chức khác để hỗ trợ những nỗ lực đoàn tụ sau khi bất kỳ thảm họa nơi mà có các nỗ lực cứu trợ của Chính phủ Mỹ đang được cung cấp.n • Đối với các dữ liệu của người bị mất tích được cung cấp sau một thảm họa: Nếu bạn nghe từ người mà bạn đang quan tâm, xin vui lòng làm theo hướng dẫn tại trang web PL để cập nhật tình trạng.n của họ • các ứng dụng không không theo dõi vị trí người dùngn • vị trí người dùng được phát hiện trên hành động sử dụng rõ ràng để hỗ trợ tra cứu vị trí
zh_hant: 美國國家醫學圖書館(NLM)，隸屬美國衛生和人類服務部，其使命在於發展通信系統技術，改善健康信息的傳遞。ReUnite應用程序，旨在通過網址https://pl.nlm.nih.gov上NLM的People Locator(PL)服務，快速傳遞有關失蹤（和尋獲)人員所需的信息。本項服務的目的，旨在幫助災害後家庭迅速團聚，以及研究此類工具在應對災害方面的效用。更多有關PL服務和Lost Person Finder項目的信息，請訪問http //lpf.nlm.nih.gov。 註意:使用本應用程序提交信息，是自願的。

source: Review This App
vi: phê bình App này
zh_hant: 審查本應用程序

# GLOBAL_KEY_SETTINGS_FACE_DETECTION
source: Face Detection
vi: Nhận diện khuôn mặt
zh_hant: 臉部檢測

# GLOBAL_KEY_SETTINGS_AUTO_UPLOAD
source: Auto Upload
vi: Tự động upload
zh_hant: 自動上傳

# GLOBAL_KEY_SETTINGS_FAMILY_NAME
source: Full Name
vi: Tên họ
zh_hant: 姓

# GLOBAL_KEY_SETTINGS_STATUS
source: Status
vi: Trạng thái
zh_hant: 狀況

# GLOBAL_KEY_SETTINGS_LOCATION
source: Location
vi: Vị trí
zh_hant: 位置

# GLOBAL_KEY_SETTINGS_FACE_NOT_FOUND
source: Face Not Found
vi: Guong mặt không tìm thấy
zh_hant: 找不到臉部

# GLOBAL_KEY_SETTINGS_GPS_INACCURATE
source: GPS Inaccuracy
vi: GPS không chính xác
zh_hant: GPS 定位不準確

source: Allow app to highlight faces on photos
vi: Cho phép ứng dụng để làm nổi bật khuôn mặt trên ảnh
zh_hant: 允許應用程序在照片上加亮臉部

source: Allow app to automatically upload reports from its outbox
vi: Cho phép ứng dụng tự động tải lên các báo cáo từ hộp thư đi của nó
zh_hant: 允許應用程序自動從發件箱上傳報告

source: SAVE ON DEVICE
vi: LƯU VỀ THIẾT BỊ
zh_hant: 存儲在設備上

source: Allow app to save and reuse selected fields
vi: Cho phép ứng dụng lưu và tái sử dụng các lĩnh vực được lựa chọn
zh_hant: 允許應用程序保存和重用選定的字段

source: ALERTS
vi: CẢNH BÁO
zh_hant: 警報

source: Alerts for special situation
vi: Cảnh báo đối với tình hình đặc biệt
zh_hant: 特殊情況警報

source: Social Hub
vi: Xã hội
zh_hant: 社交圈

source: Settings
vi: Cài đặt
zh_hant: 設置

source: My Reports
vi: Hồ sơ của tôi
zh_hant: 我的報告

source: Pull To Search
vi: Kéo xuống Để Tìm
zh_hant: 拉動搜索

source: Adjust Filters
vi: Điều chỉnh bộ lọc
zh_hant: 調整篩選器

source: New Report
vi: Hồ sơ mới
zh_hant: 新報告

source: Saved
vi: đã được lưu
zh_hant: 保存

source: Outbox
vi: Hộp thư đi
zh_hant: 發件箱

source: Sent
vi: đã được gửi
zh_hant: 發送

source: Draft
vi: Bản nháp
zh_hant: 草案

source: Sort By
vi: Sắp xếp theo
zh_hant: 排序

source: All Events
vi: Tất cả sự kiện
zh_hant: 所有事件

source: ITEM SORTING
vi: Xếp hạng MỤC
zh_hant: 項目排序

source: Order
vi: Thứ tự
zh_hant: 次序

source: Ascending
vi: Tăng dần
zh_hant: 升序

source: Descending
vi: Giảm dần
zh_hant: 降序

source: Update Time
vi: Thời gian cập nhật
zh_hant: 更新時間

source: Gender
vi: Giới tính
zh_hant: 性別

# Family Name
source: Full Name
vi: Tên họ
zh_hant: 全名

# Given Name
source: Full Name
vi: Tên
zh_hant: 名

source: Age
vi: Tuổi tác
zh_hant: 年齡

# KEY_AGE_MINIMUM
source: Approximate Age
vi: Tuổi tác
zh_hant: 年龄

source: Status
vi: Trạng thái

source: INCLUDES CONDITION
vi: BAO GỒM ĐIỀU KIỆN
zh_hant: 包括條件

source: INCLUDES GENDER
vi: BAO GỒM GIỚI TÍNH
zh_hant: 包括性別

source: INCLUDES AGE GROUP
vi: BAO GỒM NHÓM TUỔI
zh_hant: 包括年齡組

source: CURRENT EVENT
vi: SỰ KIỆN HIỆN TẠI
zh_hant: 當前事件

source: OTHER
vi: KHÁC
zh_hant: 其他

source: Other
vi: KHÁC
zh_hant: 其他

source: Alive and Well
vi: Còn sống
zh_hant: 安好

source: Missing
vi: Mất tích
zh_hant: 失蹤

source: Injured
vi: Bị thương
zh_hant: 受傷

source: Deceased
vi: Qua đời
zh_hant: 死亡

source: Unknown
vi: không xác định
zh_hant: 未知

source: Found (no status)
vi: Được tìm thấy (no status)
zh_hant: 找到（無狀況）

source: Male
vi: Nam giới
zh_hant: 男

source: Female
vi: Nữ giới
zh_hant: 女

source: Adult
vi: Người lớn
zh_hant: 成人

source: Child
vi: Trẻ em
zh_hant: 兒童

source: Contains Image
vi: Có ảnh
zh_hant: 包含圖像

source: Records per Request
vi: hồ sơ theo yêu cầu
zh_hant: 每個請求的記錄

source: Exact term
vi: Cụm từ chính xác
zh_hant: 確切的字詞

source: Only display result matching the exact search term
vi: Kết quả hiển thị chỉ phù hợp với các thuật ngữ tìm kiếm chính xác
zh_hant: 只顯示用確切的字詞搜索結果

source: %i Results Found
vi: %i Kết quả tìm thấy
zh_hant: %i 結果發現

source: Loading...
vi: Tải...
zh_hant: 載入中...

source: Pull To Refresh/Search
vi: Kéo Xuống Để Cập Nhật/ Tìm kiếm
zh_hant: 拉動刷新/搜索

source: Search Filter
vi: Tìm Trong Bộ Lọc
zh_hant: 搜尋篩選器

source: Detail #%li
vi: Chi tiết #%li
zh_hant: 詳細 #%li

source: Unable to Obtain Records
vi: Không thể kiếm được hồ sơ
zh_hant: 無法獲取記錄

source: Dismiss
vi: Bỏ qua
zh_hant: 解雇

source: Select Image Source
vi: Chọn Nguồn Hình
zh_hant: 選擇圖像源

source: Camera
vi: Máy chụp hình
zh_hant: 相機

source: Gallery
vi: Bộ sưu tập
zh_hant: 畫廊

source: no face detected
vi: không phát hiện được khuôn mặt
zh_hant: 未檢測到臉部

source: Please move rectangle to highlight the person to report
vi: Xin hãy di chuyển hình chữ nhật để làm nổi bật người mà bạn muốn báo cáo
zh_hant: 請移動矩形框以突出顯示要報告的人

source: Do not show again
vi: Không hiển thị trở lại
zh_hant: 請不要再顯示

source: Please identify person to report
vi: Hãy xác định người mà bạn muốn báo cáo
zh_hant: 請確定報告的人

source: Locate The Face
vi: Xác định vị trí khuôn mặt
zh_hant: 定位臉部

source: Please move and resize the red rectangle to cover the reportee's face
vi: Xin hãy di chuyển và thay đổi kích thước hình chữ nhật màu đỏ để bao phủ khuôn mặt của người mà bạn muốn báo cáo
zh_hant: 請移動和調整大小的紅色矩形框來定位所要報告者的臉部

source: Crop
vi: Cắt
zh_hant: 剪裁

source: Done
vi: Xong
zh_hant: 完成

source: Redo
vi: Làm lại
zh_hant: 重做

source: INFORMATION
vi: THÔNG TIN
zh_hant: 信息

source: EVENT
vi: SỰ KIỆN
zh_hant: 事件

source: LOCATION
vi: VỊ TRÍ
zh_hant: 位置

source: NOTE
vi: CHÚ THÍCH
zh_hant: 註意

source: No Image
vi: Không có hình ảnh
zh_hant: 沒有圖像

source: No Location Included
vi: Không bao gồm vị trí
zh_hant: 沒有附帶位置

source: Obtaining GPS Coordinates...
vi: Lấy Tọa độ GPS...
zh_hant: 正在獲取GPS坐標...

source: No Note Included
vi: Không có chú thích
zh_hant: 沒有附帶註釋

source: No Comments Available
vi: Không có bình luận
zh_hant: 沒有評論

source: COMMENT (%i)
vi: BÌNH LUẬN (%i)
zh_hant: 評論 (%i)

source: Unable to verify the address
vi: Không thể xác minh địa chỉ
zh_hant: 無法驗證地址

source: Options
vi: Tùy chọn
zh_hant: 選項

source: Delete
vi: Xóa bỏ
zh_hant: 刪除

source: Save
vi: Lưu
zh_hant: 保存

source: Save and Edit
vi: Lưu và chỉnh sửa
zh_hant: 保存並編輯

source: Comment
vi: Bình luận
zh_hant: 評論

source: View in Safari
vi: Xem trong Safari
zh_hant: 在Safari中查看

source: Upload
vi: Tải lên
zh_hant: 上傳

source: Report Abuse
vi: Báo cáo Lạm dụng
zh_hant: 報告濫用

source: Edit
vi: Chỉnh sửa
zh_hant: 編輯

source: Select Map Type
vi: Chọn Loại bản đồ
zh_hant: 選擇地圖類型

source: Standard
vi: Tiêu chuẩn
zh_hant: 標準

source: Satellite
vi: truyền hình vệ tinh
zh_hant: 衛星

source: Hybrid
vi: Hỗn hợp
zh_hant: 混合

source: IMAGE
vi: Hình ảnh
zh_hant: 圖像

source: The record has been saved in the outbox and will get uploaded to the server when the Internet connectivity has been restored
vi: Hồ sơ đã được lưu trong hộp thư đi và sẽ được tải lên máy chủ khi kết nối Internet đã được khôi phục
zh_hant: 記錄已保存在發件箱中，在互聯網連接恢復後將上傳到服務器

source: Fetching the latest record..
vi: Lấy các hồ sơ mới nhất..
zh_hant: 獲取最新的記錄。

source: GPS reported by the user
vi: GPS đã được báo cáo bởi người sử dụng
zh_hant: 用戶報告的GPS位置

source: Confirm
vi: Xác nhận
zh_hant: 確認

source: Submit
vi: Đệ trình
zh_hant: 提交

source: Unable to Upload
vi: Không thể để Tải lên
zh_hant: 無法上傳

source: Successfully Reported
vi: Báo cáo thành công
zh_hant: 報告成功

source: The record is added onto your device. To view, tap Report from the Home screen.
vi: Hồ sơ được thêm vào thiết bị của bạn. Để xem, vổ nhẹ vào 'Báo cáo' trên Trang chủ.
zh_hant: 記錄已添加到您的裝置上。如要查看，請點擊主屏幕上的報告。

source: Thank you for your report
vi: Cảm ơn bản báo cáo của bạn
zh_hant: 感謝您報告

source: Please enter the reason
vi: Vui lòng nhập lý do
zh_hant: 請輸入原因

source: Record removed
vi: Hồ sơ đã được bỏ
zh_hant: 記錄已刪除

source: If you reported the person, you may delete it from the %@ server.
vi: Nếu bạn báo cáo người đó, bạn có thể xóa nó từ máy chủ % @.
zh_hant: 如果您報告了此人，您可以從％@服務器中刪除它。

source: No
vi: Không
zh_hant: 否

source: Remove from server
vi: đã được gỡ bỏ từ máy chủ
zh_hant: 從服務器中刪除

source: Delete record
vi: xóa hồ sơ
zh_hant: 刪除記錄

# KEY_AGE_MAXIMUM
source: Maximum Age
vi: Tuổi tối đa
zh_hant: 最大年齡

# KEY_GENDER
source: Gender
vi: Giới tính
zh_hant: 性別

# KEY_FAMILY_NAME
source: Full Name
vi: Tên họ
zh_hant: 姓

# KEY_GIVEN_NAME
source: Full Name
vi: Tên
zh_hant: 名

# KEY_CONDITION
source: Condition
vi: Tình trạng
zh_hant: 條件

source: Use My Location
vi: Sử dụng Vị trí của tôi
zh_hant: 使用我的位置

source: my location
vi: vị trí của tôi
zh_hant: 我的位置

source: Add an Image
vi: Thêm một hình ảnh
zh_hant: 添加圖像

source: Image #%i
vi: Hình ảnh #%i
zh_hant: 圖像 #%i

source: Camera Unavailable
vi: Máy ảnh không có sẵn
zh_hant: 無法使用照相機

source: Your Device does not support Cameras
vi: Thiết bị của bạn không hỗ trợ máy ảnh
zh_hant: 您的設備不支持照相功能

source: Loading Address...
vi: Đang tải Địa chỉ...
zh_hant: 正在加載地址...

source: Location Services Not Allowed
vi: Dịch vụ định vị Không Được phép
zh_hant: 拒絕定位服務

source: Please allow this application to access your Location Services. This can be located in Settings > Privacy > Location Services
vi: Xin cho phép ứng dụng này truy cập vào dịch vụ vị trí của mình. Điều này có thể được đặt trong Settings> Privacy> Location Services
zh_hant: 請您允許本應用程序使用定位服務。 操作可以這樣完成： 設置 > 隱私 > 定位服務

source: Looking up the address...
vi: tìm kiếm địa chỉ...
zh_hant: 正在查找地址...

source: Address Not Found
vi: Địa chỉ Không tìm thấy
zh_hant: 找不到地址

source: Yes
vi: Vâng!
zh_hant: 是

source: Select Action
vi: Chọn hành động
zh_hant: 選擇操作

source: Remove
vi: Tẩy
zh_hant: 刪除

source: View
vi: Lượt xem
zh_hant: 視圖

source: Possible GPS from the address
vi: GPS có thể từ địa chỉ
zh_hant: 由地址得到有誤差的GPS位置

source: Match Location
vi: Vị trí phù hợp
zh_hant: 匹配位置

source: Not Found
vi: Không tìm thấy
zh_hant: 未找到

source: Unable to locate the coordinates with the given address
vi: Không thể xác định vị trí tọa độ với các địa chỉ cung cấp
zh_hant: 無法找到與給定地址相應的坐標

source: Empty Address
vi: Địa chỉ rỗng
zh_hant: 空地址

source: Unpinned Map
vi: Bản đồ đã bỏ khóa

source: Please long press the map to drop a pin on the desire location, in order to obtain the address.
vi: Hãy bấm vào bản đồ để thả một kim găm vào vị trí mong muốn, để có được địa chỉ.
zh_hant: 請長按地圖，並在想要的位置放置壹個圖釘，以獲得地址。

source: Locating your location...
vi: Định vị vị trí của bạn...
zh_hant: 正在查找您所在的位置...

source: Location Services Restricted
vi: Dịch vụ định vị bị hạn chế
zh_hant: 位置服務受到限制

source: Your Location Services is Restricted. Restrictions settings can be located in Settings > General > Restriction > Location Services
vi: Dịch vụ định vị vị trí của bạn đang bị hạn chế. thiết lập các hạn chế có thể được đặt trong Settings> General> Restriction> Location Services
zh_hant: 您的位置服務受限。限制設定可以在 設置>常規>限制>位置 中找到

source: You are about to delete this record from your device
vi: Bạn muốn xóa hồ sơ này từ thiết bị của bạn
zh_hant: 您即將從您的設備中刪除此記錄

source: Location Services Disabled
vi: Dịch vụ định vị vị trí đã bị vô hiệu hóa
zh_hant: 位置服務已被禁用

source: Please enable your phone's Location Services. This can be located in Settings > Privacy > Location Services
vi: Vui lòng kích hoạt dịch vụ định vị vị trí của điện thoại của bạn. Điều này có thể được đặt trong Settings> Privacy> Location Services
zh_hant: 請啟用您手機的定位服務。具體操作可以在 設置>隱私>定位服務 中完成

source: Uploading...
vi: Tải lên...
zh_hant: 正在上傳...

source: No Connection
vi: không có kết nối
zh_hant: 沒有連接

source: Valid Age is between 0 to 120
vi: Tuổi Hợp lệ là giữa 0-120
zh_hant: 輸入的年齡應介於0-120歲之間

source: Invalid Age
vi: Tuổi không hợp lệ
zh_hant: 輸入年齡無效

source: Invalid Age Range
vi: Phạm vi tuổi không hợp lệ
zh_hant: 輸入年齡的範圍無效

source: Minimum age needs to be lesser than or equal to the Maximum age
vi: Tuổi tối thiểu cần phải được ít hơn hoặc bằng tuổi tối đa
zh_hant: 輸入的最低年齡必須小於或等於最大年齡

# KEY_STREET_1
source: Street 1
vi: Tên đường 1
zh_hant: 街 1

# KEY_STREET_2
source: Street 2
vi: Tên đường 2
zh_hant: 街 2

# KEY_CITY
source: City
vi: Thành phố
zh_hant: 市

# KEY_REGION
source: Region
vi: Khu vực
zh_hant: 區

# KEY_COUNTRY
source: Country
vi: Quốc gia
zh_hant: 國家

# KEY_POSTAL
source: Postal code
vi: Mã bưu điện
zh_hant: 郵政編碼

# DEFAULT_INPUT_TEXT
source: Tap to input text...
vi: Bấm để nhập văn bản...
zh_hant: 點按即可輸入文字...

# DEFAULT_NOTE_TEXT
source: Tap to input text...
vi: Bấm để nhập văn bản...
zh_hant: 點按即可輸入文字...

source: Empty Username Field
vi: Tên đăng nhập bị trống
zh_hant: 輸入的用戶名是空的

source: Empty Password Field
vi: Mật khẩu bị trống
zh_hant: 輸入的密碼是空的

source: Try Again
vi: Thử lại
zh_hant: 再試壹次

source: Logging In...
vi: Đăng nhập...
zh_hant: 正在在登錄...

source: Logging Out...
vi: Đăng xuất...
zh_hant: 正在退出..

source: You are now logged in as %@
vi: Bạn đang đăng nhập như %@
zh_hant: 登錄成功，用戶名 %@

source: Unable to Reset
vi: Không thể để Reset
zh_hant: 無法重置

source: Please check your e-mail for further instructions
vi: Vui lòng kiểm tra e-mail của bạn để được hướng dẫn thêm
zh_hant: 請檢查您的電子郵件以獲取進壹步的說明

source: Unable to Update Event List
vi: Không thể cập nhật Danh sách Sự kiện
zh_hant: 無法更新事件列表

source: Unable To Register
vi: Không thể để đăng ký
zh_hant: 無法註冊

source: Thank you for registering. An e-mail with an activation link will be sent to you shortly. Once you activate your account, you may log in through the app.
vi: Cảm ơn bạn đã đăng ký. Một e-mail với một liên kết kích hoạt sẽ được gửi đến cho bạn trong thời gian ngắn. Một khi bạn kích hoạt tài khoản của bạn, bạn có thể đăng nhập thông qua các ứng dụng.
zh_hant: 感謝您註冊。我們將很快發送帶有激活鏈接的電子郵件給您。壹旦激活帳戶後，您就可以通過應用程序登錄。

source: Unable To Log In
vi: Không thể đăng nhập
zh_hant: 無法登入

source: Forgot Password
vi: Quên mật khẩu
zh_hant: 忘記密碼

source: Logged in as %@
vi: Đăng nhập như %@
zh_hant: 登錄為 %@

# STRING_PASSWORD_GUIDE
source: Passwords must adhere to the following rules : 1. The minimum length of the password is 8 characters. 2. The maximum length of the password is 16 characters. 3. Must have at least one uppercase character. 4. Must have at least one lowercase character. 5. Must have at least one numeral (0-9). 6. The password cannot contain your username.
vi: Mật khẩu phải tuân thủ các quy tắc sau: 1. Mật khẩu tối thiểu là 8 ký tự. 2. Mật khẩu tối đa là 16 ký tự. 3 Phải có ít nhất một ký tự hoa. 4. Có ít nhất một ký tự chữ thường. 5 Phải có ít nhất một con số (0-9). 6. Mật khẩu không thể chứa tên người dùng của bạn.
zh_hant: 密碼必須遵守以下規則： 1. 密碼的最小長度為8個字符. 2. 密碼的最大長度為16個字符. 3. 必須至少有一個大寫字母. 4. 必須至少有一個小寫字符. 5. 必須至少有一個數字（0-9). 6. 密碼不能包含您的用戶名.

source: USER INFORMATION
vi: THÔNG TIN NGƯỜI DÙNG
zh_hant: 用戶信息

source: First Name
vi: Tên
zh_hant: 名

source: Last Name
vi: Họ
zh_hant: 姓

source: Re-Enter
vi: Tái Nhập
zh_hant: 重新輸入

source: Username
vi: Tên đăng nhập
zh_hant: 用戶名

source: Password
vi: Mật khẩu
zh_hant: 密碼

source: CREDENTIALS
vi: CHỨNG CHỈ
zh_hant: 證書

source: Enter your %@ credentials and tap on the Log In button. To register, tap on the Register button
vi: Nhập các chứng chỉ% @ của bạn và nhấn vào nút Đăng nhập. Để đăng ký, bấm vào nút Đăng ký
zh_hant: 輸入您的 PL 憑證，然後點擊登錄按鈕。 要註冊，點擊註冊按鈕

source: Invalid Email Address
vi: Địa chỉ email không hợp lệ
zh_hant: 電子郵件地址無效

source: Please enter a valid email address
vi: Vui lòng nhập một địa chỉ email hợp lệ
zh_hant: 請輸入有效的電子郵件地址

source: Empty Field(s)
vi: ô chữ bị trống

source: One or more fields appears to be empty. All fields are required.
vi: Một hoặc nhiều fields bị trống. Tất cả các fields bắt buộc phải được điền.
zh_hant: 發現有壹個或多個空字段。不能有空字段

source: Invalid Password
vi: Mật khẩu không hợp lệ
zh_hant: 密碼無效

source: These passwords don't match. Try again?
vi: Những mật khẩu không khớp. Thử lại nha?
zh_hant: 這些密碼不正確。再試壹次？

source: Registering...
vi: Đăng ký...
zh_hant: 正在註冊...

source: RESET PASSWORD
vi: ĐẶT LẠI MẬT KHẨU
zh_hant: 重設密碼

source: Login
vi: Đăng nhập
zh_hant: 登錄

source: Age: ?
vi: Tuổi tác: ?
zh_hant: 年齡: ?

source: Age: %@
vi: Tuổi tác: %@
zh_hant: 年齡: %@

source: Age: %@-%@
vi: Tuổi tác: %@-%@
zh_hant: 年齡: %@-%@

source: Gender: %@
vi: Giới tính: %@
zh_hant: 性別: %@

source: Gender: ?
vi: Giới tính: ?
zh_hant: 性別: ?

# KEY_AGE
source: Age
vi: Tuổi tác
zh_hant: 年齡

source: %@ Status
vi: %@ Tình trạng
zh_hant: %@ 狀況

source: : No Event Selected
vi: : Không có sự kiện được Chọn
zh_hant: : 未選擇任何事件

source: : Refreshing...
vi: : Cập nhật...
zh_hant: : 正在刷新...

source: No Events Found
vi: Không Tìm thấy Sự kiện
zh_hant: 找不到事件

source: Refresh
vi: Cập nhật
zh_hant: 刷新

source: Logout
vi: Đăng xuất
zh_hant: 退出

source: To confirm, please tap on the Log Out button
vi: Để xác nhận, hãy nhấn vào nút Log Out
zh_hant: 如要確認，請點擊推出按鈕

source: Log Out
vi: Đăng xuất
zh_hant: 退出

source: Logged in as %@
vi: Đăng nhập như %@

source: Event list has never been updated
vi: Danh sách sự kiện đã không bao giờ được cập nhật

source: Burden & Privacy Statement
vi: Trách nhiệm & Quy định bảo mật
zh_hant: 責任與隱私聲明
